const Title = () => {
  return (
    <>
      <h1>완벽한 Todo App 만들기 프로젝트</h1>
      <h2>Todo App?</h2>
      <ul>
        <li>
          프론트엔드 개발을 시작하면, 다양한 기술 스택을 배우게 됩니다. 그리고
          이때 일반적으로 연습을 위해 Todo List 애플리케이션을 만들게 됩니다.
          그래서인지 우리가 만든 Todo App은 늘 어딘가 아쉬운 습작으로 남게
          됩니다.
        </li>
        <li>
          이번 프로젝트는 이와 같은 한계를 뛰어 넘고 기술적으로 완벽한 Todo
          App을 만들어보기 위해 시작되었습니다.
        </li>
        <li>
          유저의 행동을 기반으로 작성된 시나리오를 바탕으로 BDD 개발을
          진행하였고, 개발을 5단계로 구성하여 단계별로 점차 발전하는 프로젝트를
          구현하고자 했습니다.
        </li>
      </ul>
    </>
  );
};

export default Title;
